Repository: Elsaxos/TransferApp
Catalog: TransferApp/Resources/SharedResources.*.resx
Languages: bg, fr, ru

# Site_Slogan
source: Car transfers
bg: Автомобилни трансфери
fr: Transferts en voiture
ru: Автомобильные трансферы

# Menu_Home
source: Home
bg: Начало
fr: Accueil
ru: Главная

# Menu_BookTransfer
source: Book a transfer
bg: Резервирай трансфер
fr: Réserver un transfert
ru: Заказать трансфер

# Hero_Title_Line1
source: Taxi
bg: Такси
ru: Такси

# Hero_Title_Line2
source: transfers
bg: трансфери
fr: transferts
ru: трансферы

# Hero_Title_Line3
source: in Bulgaria
bg: в страната
fr: dans le pays
ru: по стране

# Hero_Title_Line4
source: and abroad!
bg: и чужбина!
fr: et à l’étranger !
ru: и за рубеж!

# Hero_Subtitle
source: Reliable private transfers to airports, hotels and anywhere you need.
bg: ProTransfer – надеждни частни трансфери до летища, хотели и навсякъде.
fr: ProTransfer – transferts privés fiables vers les aéroports, hôtels et partout où vous le souhaitez.
ru: ProTransfer – надёжные частные трансферы в аэропорты, отели и куда угодно.

# Hero_Bullet_1
source: Airport transfers
bg: Летищни трансфери
fr: Transferts aéroport
ru: Трансферы в аэропорт

# Hero_Bullet_2
source: Intercity trips
bg: Междуградски пътувания
fr: Trajets interurbains
ru: Междугородние поездки

# Hero_Bullet_3
source: Corporate & VIP transfers
bg: Фирмени и VIP трансфери
fr: Transferts entreprise & VIP
ru: Корпоративные и VIP трансферы

# Hero_CTA
source: Book a transfer
bg: Резервирай трансфер
fr: Réserver un transfert
ru: Заказать трансфер

# Thanks_Title
source: Thank you!
bg: Благодарим!
fr: Merci !
ru: Спасибо!

# Thanks_Heading
source: Thank you!
bg: Благодарим!
fr: Merci !
ru: Спасибо!

# Thanks_Text
source: Your request has been sent successfully.
bg: Заявката е изпратена успешно.
fr: Votre demande a été envoyée avec succès.
ru: Заявка успешно отправлена.

# Thanks_BackHome
source: Back to home
bg: Обратно към Начало
fr: Retour à l’accueil
ru: На главную

# Prices_Title
source: Prices
bg: Цени
fr: Tarifs
ru: Цены

# Prices_Hero_Title
source: Transfer prices
bg: Цени на трансфери
fr: Tarifs des transferts
ru: Цены на трансферы

# Prices_Hero_Subtitle
source: Indicative prices for the most popular routes. For exact pricing – send a request.
bg: Примерни тарифи за най-често търсените маршрути. За точна цена – изпрати заявка.
fr: Tarifs indicatifs pour les itinéraires les plus demandés. Pour un prix exact – envoyez une demande.
ru: Примерные тарифы для самых популярных маршрутов. Для точной цены — отправьте запрос.

# Prices_Badge_1
source: No hidden fees
bg: Без скрити такси
fr: Aucun frais caché
ru: Без скрытых платежей

# Prices_Badge_2
source: 24/7 service
bg: 24/7 обслужване
fr: Service 24/7
ru: Обслуживание 24/7

# Prices_Badge_3
source: Fixed pricing
bg: Фиксиране на цена
fr: Prix fixe
ru: Фиксированная цена

# Prices_Card_1_Title
source: City transfers
bg: Градски трансфери
fr: Transferts urbains
ru: Городские трансферы

# Prices_Card_1_Value
source: from 25 BGN
bg: от 25 лв.
fr: à partir de 25 BGN
ru: от 25 лв.

# Prices_Card_1_Note
source: within the city
bg: в рамките на града
fr: en ville
ru: в пределах города

# Prices_Card_2_Title
source: Airport
bg: Летище
fr: Aéroport
ru: Аэропорт

# Prices_Card_2_Value
source: from 35 BGN
bg: от 35 лв.
fr: à partir de 35 BGN
ru: от 35 лв.

# Prices_Card_2_Note
source: to/from terminal
bg: до/от терминал
fr: vers / depuis le terminal
ru: до/из терминала

# Prices_Card_3_Title
source: Intercity
bg: Междуградски
fr: Interurbain
ru: Междугородние

# Prices_Card_3_Value
source: on request
bg: по запитване
fr: sur demande
ru: по запросу

# Prices_Card_3_Note
source: based on distance
bg: спрямо разстояние
fr: selon la distance
ru: в зависимости от расстояния

# Prices_Table_Col_Route
source: Route
bg: Маршрут
fr: Itinéraire
ru: Маршрут

# Prices_Table_Col_OneWay
source: One way
bg: Еднопосочно
fr: Aller simple
ru: В одну сторону

# Prices_Table_Col_RoundTrip
source: Round trip
bg: Отиване/връщане
fr: Aller-retour
ru: Туда и обратно

# Prices_Table_Col_Request
source: Request
bg: Заявка
fr: Demande
ru: Заказ

# Prices_Route_1
source: Sofia ⇄ Sofia Airport
bg: София ⇄ Летище София
fr: Sofia ⇄ Aéroport de Sofia
ru: София ⇄ Аэропорт София

# Prices_Route_1_OneWay
source: 35 BGN
bg: 35 лв.
ru: 35 лв.

# Prices_Route_1_RoundTrip
source: 65 BGN
bg: 65 лв.
ru: 65 лв.

# Prices_Route_2
source: Sofia ⇄ Plovdiv
bg: София ⇄ Пловдив
ru: София ⇄ Пловдив

# Prices_Route_2_OneWay
source: 120 BGN
bg: 120 лв.
ru: 120 лв.

# Prices_Route_2_RoundTrip
source: 220 BGN
bg: 220 лв.
ru: 220 лв.

# Prices_Route_3
source: Sofia ⇄ Varna
bg: София ⇄ Варна
ru: София ⇄ Варна

# Prices_Route_3_OneWay
source: 380 BGN
bg: 380 лв.
ru: 380 лв.

# Prices_Route_3_RoundTrip
source: 700 BGN
bg: 700 лв.
ru: 700 лв.

# Prices_Route_4
source: Sofia ⇄ Burgas
bg: София ⇄ Бургас
ru: София ⇄ Бургас

# Prices_Route_4_OneWay
source: 360 BGN
bg: 360 лв.
ru: 360 лв.

# Prices_Route_4_RoundTrip
source: 660 BGN
bg: 660 лв.
ru: 660 лв.

# Prices_Order_Button
source: Order
bg: Поръчай
fr: Commander
ru: Заказать

# Prices_Important_Title
source: Important
bg: Важно
ru: Важно

# Prices_Important_Text
source: Prices are indicative and may vary depending on time, luggage, stops and vehicle type.
bg: Цените са ориентировъчни и могат да се променят според час, багаж, междинни спирки и тип автомобил.
fr: Les prix sont indicatifs et peuvent varier selon l’heure, les bagages, les arrêts et le type de véhicule.
ru: Цены ориентировочные и могут изменяться в зависимости от времени, багажа, остановок и типа автомобиля.

# Services_Title
source: Our services
bg: Нашите услуги
fr: Nos services
ru: Наши услуги

# Services_Subtitle
source: Professional transfers for every need
bg: Професионални трансфери за всяка нужда
fr: Des transferts professionnels pour tous vos besoins
ru: Профессиональные трансферы для любых задач

# Service_1_Title
source: Airport transfers
bg: Летищни трансфери
fr: Transferts aéroport
ru: Трансферы в аэропорт

# Service_1_Text
source: Comfortable and on-time airport transfers.
bg: Навременни и комфортни трансфери до всички летища.
fr: Transferts ponctuels et confortables vers et depuis tous les aéroports.
ru: Пунктуальные и комфортные трансферы в/из всех аэропортов.

# Service_2_Title
source: Intercity travel
bg: Междуградски пътувания
fr: Trajets interurbains
ru: Междугородние поездки

# Service_2_Text
source: Fast and safe travel between cities.
bg: Бързо и сигурно пътуване в страната и чужбина.
fr: Voyage rapide et sûr entre les villes du pays et à l’étranger.
ru: Быстрое и безопасное путешествие между городами по стране и за рубежом.

# Service_3_Title
source: VIP service
bg: VIP обслужване
fr: Service VIP
ru: VIP обслуживание

# Service_3_Text
source: Premium vehicles and discretion.
bg: Премиум автомобили и дискретност.
fr: Voitures premium et discrétion pour des clients spéciaux.
ru: Премиум авто и конфиденциальность для особых клиентов.

# Footer_CTA_Text
source: Thank you for choosing us. We are available 24/7!
bg: Благодарим Ви, че избрахте нас. За Вас сме на разположение 24/7!
fr: Merci de nous avoir choisis. Nous sommes disponibles 24h/24, 7j/7 !
ru: Спасибо, что выбрали нас. Мы доступны для вас 24/7!

# Menu_Prices
source: Prices
bg: Цени
fr: Tarifs
ru: Цены

# Menu_Contacts
source: Contacts
bg: Контакти
ru: Контакты

# About_Title
source: About
bg: За нас
fr: À propos
ru: О нас

# About_Hero_Title
source: About us
bg: За нас
fr: À propos de nous
ru: О нас

# About_Hero_Subtitle
source: Professional transfers focused on safety, punctuality and a calm ride – every day, anytime.
bg: Професионални трансфери с фокус върху сигурността, точността и спокойното пътуване – всеки ден, по всяко време.
fr: Des transferts professionnels axés sur la sécurité, la ponctualité et un trajet serein — tous les jours, à tout moment.
ru: Профессиональные трансферы с акцентом на безопасность, пунктуальность и спокойную поездку — каждый день, в любое время.

# About_Why_Title
source: Why choose us
bg: Защо да изберете нас
fr: Pourquoi nous choisir
ru: Почему выбирают нас

# About_Why_P1
source: We provide reliable intercity and airport transfers with clear, competitive pricing. Quality service and safety come first.
bg: Предлагаме надеждни междуградски и летищни трансфери на ясни и конкурентни цени. За нас качественото обслужване и безопасността са приоритет.
fr: Transferts interurbains et aéroportuaires fiables, avec des tarifs clairs et compétitifs. La qualité et la sécurité passent avant tout.
ru: Надёжные междугородние и аэропортовые трансферы с понятными и конкурентными ценами. Качество и безопасность — на первом месте.

# About_Why_P2
source: Whether you travel for business or leisure, you can count on discretion, correctness and quick response to changes.
bg: Независимо дали пътувате по работа или за почивка, можете да разчитате на коректност, дискретност и навременни реакции при промени.
fr: Que ce soit pour le travail ou les loisirs, vous pouvez compter sur notre discrétion, notre sérieux et notre réactivité.
ru: Не важно, по работе вы или в отпуске — вы можете рассчитывать на корректность, конфиденциальность и быструю реакцию на изменения.

# About_WhatWeDo_Title
source: What we do
bg: Какво правим
fr: Ce que nous faisons
ru: Что мы делаем

# About_WhatWeDo_P1
source: We handle pickups, drop-offs and transfers to key locations in Bulgaria and abroad:
bg: Осигуряваме посрещания и изпращания, трансфери и превоз до ключови локации в страната и чужбина:
fr: Accueil, dépose et transferts vers des lieux clés en Bulgarie et à l’étranger :
ru: Встречи, проводы и трансферы до ключевых локаций в Болгарии и за рубежом:

# About_List_1
source: Airports, hotels and addresses
bg: Летища, хотели и адреси
fr: Aéroports, hôtels et adresses
ru: Аэропорты, отели и адреса

# About_List_2
source: Train and bus stations
bg: Гари и автогари
fr: Gares et gares routières
ru: Ж/д и автовокзалы

# About_List_3
source: Business buildings and events
bg: Бизнес сгради и събития
fr: Bâtiments d’affaires et événements
ru: Бизнес-центры и мероприятия

# About_List_4
source: Intercity routes and long-distance trips
bg: Междуградски маршрути и дълги пътувания
fr: Trajets interurbains et longues distances
ru: Междугородние маршруты и дальние поездки

# About_Experience_P1
source: Our team consists of professional drivers with excellent skills and over 15 years of experience in taxi and transfer services.
bg: Екипът ни е от професионални шофьори с отлични умения и над 15 години опит в таксиметрови и трансферни услуги.
fr: Notre équipe est composée de chauffeurs professionnels avec d’excellentes compétences et plus de 15 ans d’expérience en taxi et transferts.
ru: Наша команда — профессиональные водители с отличными навыками и более чем 15-летним опытом в такси и трансферных услугах.

# About_Coverage_P1
source: We offer transport to any point in Bulgaria, as well as international transfers based on your needs.
bg: Предлагаме транспорт до всяка точка в България, както и международни трансфери според нуждите на клиента.
fr: Nous assurons des trajets partout en Bulgarie ainsi que des transferts internationaux selon vos besoins.
ru: Перевозки по всей Болгарии, а также международные трансферы по запросу.

# About_Comfort_Title
source: Comfort on the road
bg: Комфорт по време на път
fr: Confort pendant le trajet
ru: Комфорт в дороге

# About_Comfort_1
source: Air conditioning in every car
bg: Климатик във всяка кола
fr: Climatisation dans chaque véhicule
ru: Кондиционер в каждом автомобиле

# About_Comfort_2
source: Smoke-free vehicles
bg: Автомобили без цигарен дим
fr: Véhicules non-fumeurs
ru: Автомобили без запаха табака

# About_Comfort_3
source: Music tailored to your preference
bg: Музика съобразена с вашите предпочитания
fr: Musique selon vos préférences
ru: Музыка по вашему вкусу

# About_Easy_Title
source: Easy booking
bg: Лесна резервация
fr: Réservation facile
ru: Простое бронирование

# About_Easy_Text
source: Booking is quick and convenient—contact us anytime and we will arrange your trip.
bg: Резервацията е бърза и удобна – свържете се с нас по всяко време и ние ще организираме пътуването ви.
fr: La réservation est rapide et pratique — contactez-nous à tout moment et nous organiserons votre trajet.
ru: Бронирование быстрое и удобное — свяжитесь с нами в любое время, и мы организуем вашу поездку.

# Menu_About
source: About
bg: За нас
fr: À propos
ru: О нас

# Transfer_Create_Title
source: Book a transfer
bg: Резервирай трансфер
fr: Réserver un transfert
ru: Заказать трансфер

# Transfer_Create_Heading
source: Transfer booking
bg: Резервация
fr: Réservation de transfert
ru: Бронирование трансфера

# Transfer_Label_Name
source: Name
bg: Име
fr: Nom
ru: Имя

# Transfer_Label_Phone
source: Phone
bg: Телефон
fr: Téléphone
ru: Телефон

# Transfer_Label_From
source: Pickup address
bg: От (адрес/място)
fr: Adresse de départ
ru: Адрес отправления

# Transfer_Label_To
source: Drop-off address
bg: До (адрес/място)
fr: Adresse d’arrivée
ru: Адрес назначения

# Transfer_Label_DateTime
source: Date and time
bg: Дата и час
fr: Date et heure
ru: Дата и время

# Transfer_Label_Passengers
source: Passengers
bg: Пътници
fr: Passagers
ru: Пассажиры

# Transfer_Label_Route
source: Route (estimated price)
bg: Маршрут (ориентировъчна цена)
fr: Itinéraire (prix estimé)
ru: Маршрут (ориентировочная цена)

# Transfer_Route_Placeholder
source: Select a route…
bg: Избери маршрут…
fr: Sélectionnez un itinéraire…
ru: Выберите маршрут…

# Transfer_Label_TripType
source: Trip type
bg: Тип
fr: Type de trajet
ru: Тип поездки

# Transfer_Trip_OneWay
source: One way
bg: Еднопосочно
fr: Aller simple
ru: В одну сторону

# Transfer_Trip_RoundTrip
source: Round trip
bg: Отиване/връщане
fr: Aller-retour
ru: Туда и обратно

# Transfer_Price_Label
source: Price
bg: Цена
fr: Prix
ru: Цена

# Transfer_Label_Notes
source: Notes
bg: Бележки
ru: Примечания

# Transfer_Notes_Placeholder
source: Additional requests (luggage, stops, flight info, etc.)
bg: Допълнителни изисквания (багаж, спирки, полет и др.)
fr: Demandes supplémentaires (bagages, arrêts, vol, etc.)
ru: Дополнительные пожелания (багаж, остановки, рейс и т.д.)

# Transfer_Submit_Button
source: Send request
bg: Изпрати заявка
fr: Envoyer la demande
ru: Отправить заявку

# Transfer_Cancel_Button
source: Cancel
bg: Отказ
fr: Annuler
ru: Отмена

# Transfer_Label_Email
source: Email
bg: Имейл

# Transfer_Submit_Inquiry
source: Send inquiry
bg: Изпрати запитване
fr: Envoyer une demande
ru: Отправить запрос

# Transfer_Submit_Reserve
source: Reserve
bg: Резервирай
fr: Réserver
ru: Забронировать

# Contacts_Title
source: Contact Us
bg: Контакти
fr: Contact
ru: Контакты

# Contacts_Subtitle
source: Get in touch for inquiries or reservations. We respond fast and operate 24/7.
bg: Свържете се с нас за запитване или резервация. Отговаряме бързо и работим 24/7.
fr: Contactez-nous pour une demande ou une réservation. Nous répondons rapidement et sommes disponibles 24/7.
ru: Свяжитесь с нами для запроса или бронирования. Мы отвечаем быстро и работаем 24/7.

# Contacts_Phone_Title
source: Phone Numbers
bg: Телефони
fr: Téléphones
ru: Телефоны

# Contacts_Phone_Note
source: Call us anytime.
bg: Обадете се по всяко време.
fr: Appelez-nous à tout moment.
ru: Звоните в любое время.

# Contacts_Email_Title
source: Email
bg: Имейл

# Contacts_Email_Note
source: Send us an email and we will get back to you shortly.
bg: Пишете ни и ще върнем отговор възможно най-бързо.
fr: Envoyez-nous un message et nous vous répondrons rapidement.
ru: Напишите нам, и мы свяжемся с вами в ближайшее время.

# Contacts_City_Title
source: City
bg: Град
fr: Ville
ru: Город

# Contacts_City_Note
source: We operate nationwide and internationally on request.
bg: Работим в цялата страна и международно по заявка.
fr: Nous opérons dans tout le pays et à l’international sur demande.
ru: Работаем по всей стране и за рубежом по запросу.

# Contacts_Form_Title
source: Contact Form
bg: Форма за контакт
fr: Formulaire de contact
ru: Форма обратной связи

# Contacts_Form_Name
source: Name
bg: Име
fr: Nom
ru: Имя

# Contacts_Form_Phone
source: Phone
bg: Телефон
fr: Téléphone
ru: Телефон

# Contacts_Form_Message_Label
source: Message
bg: Съобщение
ru: Сообщение

# Contacts_Form_Message_Placeholder
source: Please provide route, date/time and any additional details…
bg: Напишете откъде/докъде пътувате, дата/час и допълнителни детайли…
fr: Indiquez l’itinéraire, la date/heure et les détails supplémentaires…
ru: Укажите маршрут, дату/время и дополнительные детали…

# Contacts_Form_Submit
source: Send
bg: Изпрати
fr: Envoyer
ru: Отправить

# Contacts_Form_Hint
source: After submission, we will contact you for confirmation.
bg: След изпращане ще се свържем с вас за потвърждение.
fr: Après l’envoi, nous vous contacterons pour confirmation.
ru: После отправки мы свяжемся с вами для подтверждения.

# Contacts_Map_Title
source: Map
bg: Карта
fr: Carte
ru: Карта
